{
  "horoscope_day":  [
    {
      "id": 1,
      "text": "Сьогодні Ви представляється прекрасна можливість завести багатообіцяюче знайомство з прицілом на далеку перспективу! Досить імовірно, що це знайомство виявиться романтичним, однак зірки гороскопу радять Овна не нехтувати і будь-якими іншими знайомствами - і дружніми, і діловими. Зв'язки, налагоджені сьогодні. "
    },
    {
      "id": 2,
      "text": "Сьогодні ви зумієте звернути на себе увагу будь-кого! Це стосується і романтичних знайомств, і ділових зв'язків. Він буде відчувати прилив енергії і сил, що змушує його вести себе зухвало, при кожному зручному випадку провокуючи оточуючих. Не дивно, що багатьом це доведеться не до душі, так що в сьогоднішньому порядку денному можливий конфлікт. Зате осіб протилежної статі його самовпевненість буде залучати. "
    },
    {
      "id": 3,
      "text": "Сьогодні день буде наповнений для вас усіма відтінками емоцій, а їх інтуїція досягне небаченої висоти! Вам легше буде приймати рішення не головою, а серцем, - навіть коли мова йде про роботу. Шосте почуття підкаже Вам правильний шлях там, де їм не вистачає інформації, досвіду та навичок. Так що зірки гороскопу радять сьогодні Вам прислухатися до голосу своєї інтуїції - вона здатна вберегти їх від помилок і імпульсивних вчинків, про які згодом вони могли б пожаліти. "
    },
    {
      "id": 4,
      "text": "Сьогодні на очах будуть надіті збільшувальні лінзи: він буде схильний все перебільшувати - як хороше, так і погане! В результаті люди і події розділяться по чорно-білому принципом: щось він може ідеалізувати, а в чомусь - шукати недоліки. Останнє стосується і близьких, які мають шанс почути від нього чимало причіпок. Втім, завдяки таким ось «очками» сьогодні здатний помічати те, що зазвичай від нього приховано. Це допоможе йому в будь-яких справах, що вимагають уваги. "
    },
    {
      "id": 5,
      "text": "Сьогодні енергійність і життєлюбство розцвітять його життя яскравими фарбами - навіть якщо події дня абсолютно не будуть його до цього у своєму розпорядженні. Побут і рутина - доля тих, кому нецікаво жити на світі, до ж сьогодні це твердження не застосовується! Він зуміє підняти настрій не тільки собі, а й усім, хто його оточує. А заодно Лев сьогодні не упустить можливість виставити себе у вигідному світлі перед людьми, від яких багато що залежить."
    },
    {
      "id": 6,
      "text": "Сьогодні ви буде сповнена енергії, яку зірки гороскопу радять їй направити на побут і облаштування власного будинку. Її потяг до творчості забезпечить їй креативний підхід навіть в самих прозаїчні речі, таких як прибирання квартири або приготування їжі. Сьогодні здатні створити складний кулінарний шедевр з десятка інгредієнтів! Втім, і в будь-якому іншому справі Діва зуміє пов'язати воєдино масу найрізноманітніших компонентів. "
    }
  ],
  "horoscope_month": [
    {
      "id": 1,
      "text": "Повернення вашого покровителя Марса в рідній знак - краще, на що ви могли розраховувати. Після півроку фізичного виснаження він перезарядити ваш внутрішній «акумулятор» і дозволить знову почати рух. Не настільки важливо, що затіяне вами може вилитися в щось незаплановане"
    },
    {
      "id": 2,
      "text": "З усіх знаків зодіаку ви краще за всіх знаєте, як важливо триматися за навколишню дійсність, тому витратьте літні місяці на те, щоб перетворити тимчасові обставини в постійні."
    },
    {
      "id": 3,
      "text": "Ви першими реагують на будь-які зміни в ситуації, що виникла. Важкі дні першої половини року потроху відходять у минуле. А там, де є зміни, обов'язково відкриваються і нові можливості."
    },
    {
      "id": 4,
      "text": "все перетруть. Багато хто вважає сором'язливими, але насправді ви народилися під одним з найбільш цілеспрямованих знаків і в скрутну пору готові зробити все необхідне, щоб просунутися вперед."
    },
    {
      "id": 5,
      "text": "Як і багато інших знаки «тварин», ви істота вкрай територіальне. У вашому царстві все саме так, як вам подобається, і ви готові захищати його від будь-якої спроби вторгнення. Але що ж робити, якщо потрібно залишити всі і починати заново? Головний мотив літа - необхідність визнати, що життя, яке ви вели протягом останнього десятиліття, закінчена."
    },
    {
      "id": 6,
      "text": "Програма на літо для вас проста. До середини серпня у вас занадто багато справ і надзвичайно мало часу. З кінця серпня і весь вересень ви вільні робити все що хочете - життя встане на тверді рейки, і навіть, можливо, підвищиться ваш дохід."
    }
  ],
  "horoscope_year": [
    {
      "id": 1,
      "text": "Повернення вашого покровителя Марса в рідній знак - краще, на що ви могли розраховувати. Після півроку фізичного виснаження він перезарядити ваш внутрішній «акумулятор» і дозволить знову почати рух. Не настільки важливо, що затіяне вами може вилитися в щось незаплановане"
    },
    {
      "id": 2,
      "text": "З усіх знаків зодіаку ви краще за всіх знаєте, як важливо триматися за навколишню дійсність, тому витратьте літні місяці на те, щоб перетворити тимчасові обставини в постійні."
    },
    {
      "id": 3,
      "text": "Ви першими реагують на будь-які зміни в ситуації, що виникла. Важкі дні першої половини року потроху відходять у минуле. А там, де є зміни, обов'язково відкриваються і нові можливості."
    },
    {
      "id": 4,
      "text": "все перетруть. Багато хто вважає сором'язливими, але насправді ви народилися під одним з найбільш цілеспрямованих знаків і в скрутну пору готові зробити все необхідне, щоб просунутися вперед."
    },
    {
      "id": 5,
      "text": "Як і багато інших знаки «тварин», ви істота вкрай територіальне. У вашому царстві все саме так, як вам подобається, і ви готові захищати його від будь-якої спроби вторгнення. Але що ж робити, якщо потрібно залишити всі і починати заново? Головний мотив літа - необхідність визнати, що життя, яке ви вели протягом останнього десятиліття, закінчена."
    },
    {
      "id": 6,
      "text": "Програма на літо для вас проста. До середини серпня у вас занадто багато справ і надзвичайно мало часу. З кінця серпня і весь вересень ви вільні робити все що хочете - життя встане на тверді рейки, і навіть, можливо, підвищиться ваш дохід."
    }
  ]
}
