{
  "horoscope_day":  [
    {
      "id": 1,
      "text": "Сьогодні Ви представляється прекрасна можливість завести багатообіцяюче знайомство з прицілом на далеку перспективу! Досить імовірно, що це знайомство виявиться романтичним, однак зірки гороскопу радять Овна не нехтувати і будь-якими іншими знайомствами - і дружніми, і діловими. Зв'язки, налагоджені сьогодні, здатні виявитися дуже корисними і можуть ще довгий час грати в житті важливу роль! "
    },
    {
      "id": 2,
      "text": "Сьогодні ви зумієте звернути на себе увагу будь-кого! Це стосується і романтичних знайомств, і ділових зв'язків. Він буде відчувати прилив енергії і сил, що змушує його вести себе зухвало, при кожному зручному випадку провокуючи оточуючих. Не дивно, що багатьом це доведеться не до душі, так що в сьогоднішньому порядку денному можливий конфлікт. Зате осіб протилежної статі його самовпевненість буде залучати. Зірки гороскопу радять  витратити свою енергію на любов, а не на сварки. "
    },
    {
      "id": 3,
      "text": "Сьогодні день буде наповнений для вас усіма відтінками емоцій, а їх інтуїція досягне небаченої висоти! Вам легше буде приймати рішення не головою, а серцем, - навіть коли мова йде про роботу. Шосте почуття підкаже Вам правильний шлях там, де їм не вистачає інформації, досвіду та навичок. Так що зірки гороскопу радять сьогодні Вам прислухатися до голосу своєї інтуїції - вона здатна вберегти їх від помилок і імпульсивних вчинків, про які згодом вони могли б пожаліти. "
    },
    {
      "id": 4,
      "text": "Сьогодні на очах будуть надіті збільшувальні лінзи: він буде схильний все перебільшувати - як хороше, так і погане! В результаті люди і події розділяться по чорно-білому принципом: щось він може ідеалізувати, а в чомусь - шукати недоліки. Останнє стосується і близьких, які мають шанс почути від нього чимало причіпок. Втім, завдяки таким ось «очками» сьогодні здатний помічати те, що зазвичай від нього приховано. Це допоможе йому в будь-яких справах, що вимагають уваги. "
    },
    {
      "id": 5,
      "text": "Сьогодні енергійність і життєлюбство розцвітять його життя яскравими фарбами - навіть якщо події дня абсолютно не будуть його до цього у своєму розпорядженні. Побут і рутина - доля тих, кому нецікаво жити на світі, до ж сьогодні це твердження не застосовується! Він зуміє підняти настрій не тільки собі, а й усім, хто його оточує. А заодно Лев сьогодні не упустить можливість виставити себе у вигідному світлі перед людьми, від яких багато що залежить."
    },
    {
      "id": 6,
      "text": "Сьогодні ви буде сповнена енергії, яку зірки гороскопу радять їй направити на побут і облаштування власного будинку. Її потяг до творчості забезпечить їй креативний підхід навіть в самих прозаїчні речі, таких як прибирання квартири або приготування їжі. Сьогодні здатні створити складний кулінарний шедевр з десятка інгредієнтів! Втім, і в будь-якому іншому справі Діва зуміє пов'язати воєдино масу найрізноманітніших компонентів. "
    },
    {
      "id": 7,
      "text": "Сьогодні ситуація буде тримати в приємному тонусі, не дозволяючи їм розслабитися і занудьгувати! Зірки гороскопу обіцяють, що Терези зможуть вирватися з щоденної рутини - можливо, самостійно, а може бути, отримавши якусь струс з боку. Сьогодні їм варто використовувати день для того, щоб дізнатися чи побачити що-небудь нове і цікаве. Це буде не тільки приємно, але і корисно, дозволивши подивитися на звичні речі під новим кутом. "
    },
    {
      "id": 8,
      "text": "Сьогодні ви ризикуєте витратити набагато більше грошей, ніж він планував! Під впливом емоцій він буде схильний здійснювати несподівані, спонтанні і на перший погляд безглузді покупки. Втім, більшість з них, на превеликий подив самого , виявляться корисними і потрібними. Іншими словами, у витратах  сьогодні буде вести інтуїція, а не логіка. Але покладатися лише на неї не варто: краще підстрахуватися, визначивши для шопінгу строгі ліміти. "
    },
    {
      "id": 9,
      "text": "Сьогодні день  обіцяє пройти під девізом: «Я сам!». Він буде відчувати в собі первісну, стихійну силу, а також впевненість, що переходила всі межі. Це не тільки дозволить  успішно справлятися з будь-якими завданнями, але і зробить його вельми привабливим в очах протилежної статі. А ось з тими, з ким  не збирається фліртувати, його відносини складатимуться сьогодні не так гладко. Виставляючи на перше місце своє «Я»,  може тим самим обмежувати почуття і гордість інших. "
    },
    {
      "id": 10,
      "text": "Сьогодні в голову буквально увірветься шквал творчих і нестандартних ідей! Щоб їх не забути, слід весь день тримати напоготові блокнот і олівець - коли-небудь ці ідеї йому обов'язково стануть в нагоді. Взагалі, будь-які справи і плани, в яких присутні хоча б крихта творчості і нестандартний підхід, сьогодні буде супроводжувати успіх. Головне, що потрібно , - не ставити на шляху своєї фантазії штучних перепон. "
    },
    {
      "id": 11,
      "text": "Сьогодні Водолія варто як слід пофантазувати! Зірки гороскопу нагадують йому: щоб досягти багато чого, треба час від часу виходити за рамки і давати волю своїм мріям. День ідеально підходить для того, щоб досхочу помріяти про майбутнє, опрацьовуючи нестандартні, навіть фантастичні ходи - з часом Водолій зуміє втілити багато з цих неймовірних задумів в життя. "
    },
    {
      "id": 12,
      "text": "Сьогодні Риби просто зобов'язані внести в своє життя свіжий струмінь! Зірки гороскопу радять їм вирватися із замкнутого кола рутини, зробивши щось не так як завжди. Будь-які незвичайні починання Риб будуть підтримані, неважливо, про що йде мова: про спробу змінити своє життя, перефарбувати волосся або всього лише змінити маршрут по дорозі на роботу. Експериментуючи, Риби сьогодні здатні домогтися багато чого. Ну а, залишивши все як є, - залишаться при своєму. "
    }
  ],
  "horoscope_month": [
    {
      "id": 1,
      "text": "Повернення вашого покровителя Марса в рідній знак - краще, на що ви могли розраховувати. Після півроку фізичного виснаження він перезарядити ваш внутрішній «акумулятор» і дозволить знову почати рух. Не настільки важливо, що затіяне вами може вилитися в щось незаплановане"
    },
    {
      "id": 2,
      "text": "З усіх знаків зодіаку ви краще за всіх знаєте, як важливо триматися за навколишню дійсність, тому витратьте літні місяці на те, щоб перетворити тимчасові обставини в постійні."
    },
    {
      "id": 3,
      "text": "Ви першими реагують на будь-які зміни в ситуації, що виникла. Важкі дні першої половини року потроху відходять у минуле. А там, де є зміни, обов'язково відкриваються і нові можливості."
    },
    {
      "id": 4,
      "text": "все перетруть. Багато хто вважає сором'язливими, але насправді ви народилися під одним з найбільш цілеспрямованих знаків і в скрутну пору готові зробити все необхідне, щоб просунутися вперед."
    },
    {
      "id": 5,
      "text": "Як і багато інших знаки «тварин», ви істота вкрай територіальне. У вашому царстві все саме так, як вам подобається, і ви готові захищати його від будь-якої спроби вторгнення. Але що ж робити, якщо потрібно залишити всі і починати заново? Головний мотив літа - необхідність визнати, що життя, яке ви вели протягом останнього десятиліття, закінчена."
    },
    {
      "id": 6,
      "text": "Програма на літо для вас проста. До середини серпня у вас занадто багато справ і надзвичайно мало часу. З кінця серпня і весь вересень ви вільні робити все що хочете - життя встане на тверді рейки, і навіть, можливо, підвищиться ваш дохід."
    },
    {
      "id": 7,
      "text": "Чи здатні ви зважитися на справжню емоційну прихильність в ці смутні часи? Адже якщо обставини тягнуть в різні боки, надії на майбутнє марні? Тим більше зараз, влітку 2020 го, коли ні в чому немає впевненості і складається відчуття, що жити варто лише справжнім моментом."
    },
    {
      "id": 8,
      "text": "Нарешті у вас з'явилося трохи особистого простору. З початку року ваша планета, Плутон, перебуває під Юпітером і Сатурном. Це найпотужніше поєднання вже залишило свій слід як в нинішньому році, так і в історії в цілому. Тепер три планети поступово починають розходитися."
    },
    {
      "id": 9,
      "text": "Одне з головних ваших достоїнств - уміння бачити позитивні сторони в будь-якій ситуації, не зациклюючись на проблемах. Часом це веде до наївного оптимізму, але це ж якість дозволяє досягати успіху там, де всі інші не стали б і намагатися."
    },
    {
      "id": 10,
      "text": "Якщо ви хочете зобразити суть однієї картинкою, уявіть собі козу. Немає схилу, як завгодно крутого, за яким ви не змогли б піднятися, піднімаючись без найменшої точки опори"
    },
    {
      "id": 11,
      "text": "Новий рік ознаменувався серйозними переміщеннями планет-важковаговиків. Але ваша планета, Уран, поки не брала участі у всіх цих пертурбацій. Залишаючись в стороні, Уран з цікавістю спостерігав за небесними розбірками, не намагаючись втручатися."
    },
    {
      "id": 12,
      "text": "Для знака водної стихії, плинність, мінливість ситуації є плюсом. А цього літа все хитко і швидкоплинний. Події останніх місяців зруйнували багато соціальні бар'єри, при цьому звівши між нами стіни реальні."
    }
  ],
  "horoscope_year": [
    {
      "id": 1,
      "text": "Повернення вашого покровителя Марса в рідній знак - краще, на що ви могли розраховувати. Після півроку фізичного виснаження він перезарядити ваш внутрішній «акумулятор» і дозволить знову почати рух. Не настільки важливо, що затіяне вами може вилитися в щось незаплановане"
    },
    {
      "id": 2,
      "text": "З усіх знаків зодіаку ви краще за всіх знаєте, як важливо триматися за навколишню дійсність, тому витратьте літні місяці на те, щоб перетворити тимчасові обставини в постійні."
    },
    {
      "id": 3,
      "text": "Ви першими реагують на будь-які зміни в ситуації, що виникла. Важкі дні першої половини року потроху відходять у минуле. А там, де є зміни, обов'язково відкриваються і нові можливості."
    },
    {
      "id": 4,
      "text": "все перетруть. Багато хто вважає сором'язливими, але насправді ви народилися під одним з найбільш цілеспрямованих знаків і в скрутну пору готові зробити все необхідне, щоб просунутися вперед."
    },
    {
      "id": 5,
      "text": "Як і багато інших знаки «тварин», ви істота вкрай територіальне. У вашому царстві все саме так, як вам подобається, і ви готові захищати його від будь-якої спроби вторгнення. Але що ж робити, якщо потрібно залишити всі і починати заново? Головний мотив літа - необхідність визнати, що життя, яке ви вели протягом останнього десятиліття, закінчена."
    },
    {
      "id": 6,
      "text": "Програма на літо для вас проста. До середини серпня у вас занадто багато справ і надзвичайно мало часу. З кінця серпня і весь вересень ви вільні робити все що хочете - життя встане на тверді рейки, і навіть, можливо, підвищиться ваш дохід."
    },
    {
      "id": 7,
      "text": "Чи здатні ви зважитися на справжню емоційну прихильність в ці смутні часи? Адже якщо обставини тягнуть в різні боки, надії на майбутнє марні? Тим більше зараз, влітку 2020 го, коли ні в чому немає впевненості і складається відчуття, що жити варто лише справжнім моментом."
    },
    {
      "id": 8,
      "text": "Нарешті у вас з'явилося трохи особистого простору. З початку року ваша планета, Плутон, перебуває під Юпітером і Сатурном. Це найпотужніше поєднання вже залишило свій слід як в нинішньому році, так і в історії в цілому. Тепер три планети поступово починають розходитися."
    },
    {
      "id": 9,
      "text": "Одне з головних ваших достоїнств - уміння бачити позитивні сторони в будь-якій ситуації, не зациклюючись на проблемах. Часом це веде до наївного оптимізму, але це ж якість дозволяє досягати успіху там, де всі інші не стали б і намагатися."
    },
    {
      "id": 10,
      "text": "Якщо ви хочете зобразити суть однієї картинкою, уявіть собі козу. Немає схилу, як завгодно крутого, за яким ви не змогли б піднятися, піднімаючись без найменшої точки опори"
    },
    {
      "id": 11,
      "text": "Новий рік ознаменувався серйозними переміщеннями планет-важковаговиків. Але ваша планета, Уран, поки не брала участі у всіх цих пертурбацій. Залишаючись в стороні, Уран з цікавістю спостерігав за небесними розбірками, не намагаючись втручатися."
    },
    {
      "id": 12,
      "text": "Для знака водної стихії, плинність, мінливість ситуації є плюсом. А цього літа все хитко і швидкоплинний. Події останніх місяців зруйнували багато соціальні бар'єри, при цьому звівши між нами стіни реальні."
    }
  ]
}
