{
  "horoscope": [
    {
      "id": 1,
      "sign": "aries",
      "text": "Сьогодні гороскоп Овна сприятливий у всьому, що стосується любові, родинних і дружніх зв'язків, а також будь-яких інших стосунків! Удача чекає його сьогодні там, де Овен може на когось покластися: в колі друзів і рідних, надійних партнерів по бізнесу, в суспільстві коханої людини."
    },
    {
      "id": 2,
      "sign": "taurus",
      "text": "Сьогодні зорі гороскопу віщують Тельцю день, сприятливий для запуску нових проєктів. Справи, розпочаті сьогодні, будуть просуватися легко і практично приречені на успіх. У бізнесі, в кар'єрі, в любові Телець може сьогодні сміливо зробити крок, на який, можливо, давно не міг зважитися."
    },
    {
      "id": 3,
      "sign": "gemini",
      "text": "Сьогодні Близнюки можуть відчути бажання поділитися з ким-небудь своїм досвідом, знаннями або взяти когось під своє крило. День наділяє їх душевною щедрістю, а також бажанням бути для когось мудрим наставником або як мінімум жилеткою для сліз."
    },
    {
      "id": 4,
      "sign": "cancer",
      "text": "Сьогодні у Рака є всі шанси опинитися на коні! Обставини обіцяють складатися на його користь, і не виключено, що в якомусь проєкті його чекає заслужений успіх і визнання оточуючих. День чудово підходить для завершення будь-яких раніше розпочатих справ, причому чим значніші і глобальніші ці справи, тим краще."
    },
    {
      "id": 5,
      "sign": "leo",
      "text": "Сьогодні зорі гороскопу віщують Леву день, коли від його слів, вчинків, почуттів і навіть думок багато чого буде залежати! Можливо, Леву доведеться прийняти якесь рішення, і від того, яким воно виявиться, буде залежати багато в його долі. Втім, навіть незначні сьогоднішні вчинки здатні зіграти в житті Лева чималу роль."
    },
    {
      "id": 6,
      "sign": "virgo",
      "text": "Сьогодні в спілкуванні з людьми у Діви можливі будь-які крайнощі! Вона здатна легше ніж зазвичай піддаватися чужому тиску і йти на поступки, які не вигідні їй. Або ж навпаки, може сама тиснути на людей, які поруч. Так чи інакше, сьогодні стосунки Діви з оточуючими ідеальними не назвеш."
    },
    {
      "id": 7,
      "sign": "libra",
      "text": "Сьогодні крутий день, який подарує Терезам заряд бадьорості, сонячної енергії та позитиву! Терезам достатньо взятися за справи, щоб помітити, що вони просуваються нібито жартома. Навколишні будуть тягнутися до них, доля підкидати приємні сюрпризи."
    },
    {
      "id": 8,
      "sign": "scorpio",
      "text": "Сьогоднішній день зорі гороскопу радять Скорпіону присвятити своїй сім'ї і друзям, адже саме вони – головна цінність в житті. День не схиляє його до успіхів в бізнесі, роботі чи навчанні, зате з близькими людьми він зможе повною мірою проявити себе! Відкрите спілкування, дружня підтримка, розмови принесуть сьогодні Скорпіону умиротворення і усвідомлення того, що життя прекрасне."
    },
    {
      "id": 9,
      "sign": "sagittarius",
      "text": "Сьогодні тяга Стрільця до спілкування може приймати форму крайнощів, висловлюючись у підвищеній балакучості і прагненні бути в центрі подій. Найстрашніше звичайного голоду для Стрільця може стати голод інформаційний! З усіма, хто з ним поруч, Стрілець здатний детально поділитися своїми думками на будь-яку тему."
    },
    {
      "id": 10,
      "sign": "capricorn",
      "text": "Сьогодні Козеріг може демонструвати впертість: його практично неможливо збити з пантелику або переконати. Зупиняти його так само безглуздо, як танк! Втім, в цьому є і свої плюси: Козеріг сьогодні здатний гори звернути. Набагато гірше, якщо Козеріг розміняє свої могутні сили на дріб'язкові питання."
    },
    {
      "id": 11,
      "sign": "aquarius",
      "text": "Сьогодні Водолій здатний демонструвати фаталізм у всьому, за що б не бралася, діючи під девізом: \"Чому бути, того не минути!\". Є ймовірність того, що в якихось справах Водолій може невиправдано сподіватися на удачу, а вона підведе його в невідповідний момент."
    },
    {
      "id": 12,
      "sign": "fish",
      "text": "Сьогодні Риби ризикують зазнати почуття розчарування в чомусь або в комусь. Можливо, Риби зіткнуться з втратою, або якась людина не виправдає їхніх сподівань, або ж події будуть розвиватися не так, як хотілося б їм. Зорі гороскопу радять Рибам менше рефлексувати і не зациклюватися на тому, що їм не до вподоби."
    }
  ],
  "students" : [
    {
      "id": 1,
      "name": "Andriy",
      "university": "KPI",
      "faculty": "FBMI",
      "group": "BS-92"
    },
    {
      "id": 2,
      "name": "Sasha",
      "university": "KPI",
      "faculty": "FBMI",
      "group": "BS-91"
    },
    {
      "id": 3,
      "name": "Lena",
      "university": "KPI",
      "faculty": "FBMI",
      "group": "BS-91"
    },
    {
      "id": 4,
      "name": "Bogdan",
      "university": "KPI",
      "faculty": "FBMI",
      "group": "BS-92"
    },
    {
      "id": 5,
      "name": "Max",
      "university": "KPI",
      "faculty": "FBMI",
      "group": "BS-93"
    }
  ],
  "teachers": [
    {
      "id": 1,
      "lastName": "Repeta"
    },
    {
      "id": 2,
      "lastName": "Matviychuk"
    },
    {
      "id": 3,
      "lastName": "Davidko"
    },
    {
      "id": 4,
      "lastName": "Alhimova"
    }
  ]
}
